#! /usr/bin/env python3
# week01
# Задача 1

name = "Артём"
temperature = 23.0

print(f"Добро пожаловать домой, {name}!")
print(f"Текущая температура в доме: {temperature}°C")
