#! /usr/bin/env python3
# Задача 2

number = int(input('Введите число: '))

if number > 10:
    print('Число больше 10.')
else:
    print('Число меньше или равно 10.')
